// JavaScript Document
var Japanese_Language = {
 	   "all":{
           "top":["マイページ","プロフィール","生活","ブログ","連絡先"]
       },
       "home":{
    		"content":["<h3>“プログラミングに興味を持つ人は<br />一番スマート人”<h3>",
           			"<h4>-鳴海-</h4>",
           			"<p>私はウェブフロントエンドプログラマーです。</p>"+
					"<p>毎日jsとcssなどと書いています。</p>"+
					"<p>我々は、コンピュータと一緒に働くことを仕事に選んだ、その原因は、これは自分の感情を投射する、他人とシェアすることができる最高の媒体であるのです。</p>"]
       
	   },
	   "profile":{

	   },
	   "life":{

	   },
	   "blog":{

	   },
	   "contact":{

	   }
}